---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.SpaceTagFilter
source: html/58e67fb5-1687-987d-d7cc-0567a3f9b1e8.htm
---
# SpaceTagFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.